<template>
  <div>
    <!--轮播图-->
    <mt-swipe :auto="4000">
      <mt-swipe-item>
        <router-link :to="{name:'item',params:{id:'guitar',item}}">
          <img src="../assets/1.0.jpg"/>
        </router-link>
      </mt-swipe-item>
      <mt-swipe-item>
        <router-link :to="{name:'item',params:{id:'drums',item}}">
          <img src="../assets/2.0.jpg"/>
        </router-link>
      </mt-swipe-item>
      <mt-swipe-item>
        <router-link :to="{name:'item',params:{id:'piano',item}}">
         <img src="../assets/3.0.jpg"/>
        </router-link>
      </mt-swipe-item>
      <mt-swipe-item>
        <router-link :to="{name:'item',params:{id:'violin',item}}">
          <img src="../assets/4.0.jpg"/>
        </router-link>
      </mt-swipe-item>
    </mt-swipe>
    <!--9宫格-->
    <div class="course">
      <span><p class="icon iconfont">&#xe612;</p>钢琴</span>
      <span><p class="icon iconfont">&#xe600;</p>小提琴</span>
      <span><p class="icon iconfont">&#xe617;</p>吉他</span>
      <span><p class="icon iconfont">&#xe640;</p>架子鼓</span>
      <span><p class="icon iconfont">&#xe601;</p>手风琴</span>
      <span><p class="icon iconfont">&#xe8ef;</p>更多</span>
    </div>
    <!--选项卡-->
    <mt-navbar v-model="selected">
      <mt-tab-item id="1">钢琴</mt-tab-item>
      <mt-tab-item id="2">吉他</mt-tab-item>
      <mt-tab-item id="3">小提琴</mt-tab-item>
    </mt-navbar>
    <!-- tab-container -->
    <mt-tab-container v-model="selected">
      <mt-tab-container-item id="1">
        <router-link v-for="(n,index) in news1" :to="{name:'Message_show',params:{news1,index}}">
          <mt-cell  v-if="index<5" :title="news1[index].title" />
        </router-link>
      </mt-tab-container-item>
      <mt-tab-container-item id="2">
        <router-link v-for="(n,index) in news2" :to="{name:'Message_show',params:{news2,index}}">
          <mt-cell v-if="index<5" :title="news2[index].title" />
        </router-link>
      </mt-tab-container-item>
      <mt-tab-container-item id="3">
        <router-link v-for="(n,index) in news1" :to="{name:'Message_show',params:{news1,index}}">
          <mt-cell  v-if="index<5" :title="news1[index].title" />
        </router-link>
      </mt-tab-container-item>
    </mt-tab-container>
  </div>
</template>

<script>

  export default {
    data(){
      return{
        item:{
          guitar:{
            path:require('../assets/1.jpg'),
            title:'热血吉他专业吉他培训中心',
            add:'靖颐文化艺术传播中心',
            tel:'4008583XXX',
            man:'林先生'
          },
          drums:{
            path:require('../assets/2.jpg'),
            title:'乐器班开课啦！！',
            add:'北京鸿雁艺术学校',
            tel:'1369383XXX',
            man:'钱先生'
          },
          piano:{
            path:require('../assets/3.jpg'),
            title:'钢琴培训火热招生',
            add:'北京快乐旋律文化艺术发展有限公司',
            tel:'1369338XXX',
            man:'孙先生'
          },
          violin:{
            path:require('../assets/4.jpg'),
            title:'琴行培训班实现你梦想',
            add:'六弦空间艺术培训',
            tel:'4008586XXX',
            man:'王先生'
          }
        },
        selected:'1',
        news1:[
          {
            title:'如何挑选琴凳？琴凳选购',
            time:'2012-11-01',
            autor:'okdadab',
            text:'<p>标准的钢琴琴凳应当可以调整高低，坐在上面活动身体时纹丝不动。我们的商店里通常有两类琴凳。一类可以调整高低，一类不能。能调整高低的，有的稳定性差;或当时稳定，使用一段时间后，当身体重心前后左右稍有移动时，坐位也有不平稳感。这种琴凳也有两种，一种可以方便地调整高度，另一种不太方便。不能调整高低的，倒是都比较稳定。这种琴凳通常较宽，里面可以放乐谱，二人联弹时，可同坐一凳。</p><p>琴凳选购理想的目标是，选购一个确信能持久保持稳定的、能方便地调整高度的琴凳。这种琴凳近来已经可以买到，只是通常价格较高。</p><p>假如高低合适，选购不能调整高低的琴凳，亦无不可。或者选购一偏低的琴凳，弹琴时加上厚度合适的垫子，以达到应有的高度。</p><p>但如琴凳偏高而又无法调整，就不必购置了，除非选购琴凳只为装乐谱或只当普通凳子用。</p>'
          },
          {
            title:'钢琴对外壳及油漆的要求',
            time:'2012-11-01',
            autor:'okdadab',
            text:'<p>一架好钢琴。不但要有优美的音色及高品质的击弦机械，还要有美观的造型以及质地较好的外壳和油漆工艺。因为钢琴既是高档乐器，同时也是精美的工艺品。</p><p>目前钢琴外壳的材料有两种，一种是像中密度纤维板之类的人造板，第二种是多层胶合板，很少用原木板材制造外壳。中密度纤维板的平整度较好，加工方便，成本较低，缺点是牢固性能差。而多层夹板的成本较密。加工工艺难度大些。但它的牢固性强，用于做外壳的材料强度比中密度纤维板好。那么。怎样才能区分外壳是用哪种材料呢油于外壳的部件都是油漆好的，外表不容易看得出来。我们不妨采用这两种办法来区分，一是从钢琴外壳的内侧一外壳和音板背架胶合处仔细辨认，键盘两侧朵耳板和长身胶合处是用几颗大本螺丝拧紧的，这些地方也可看出来。第二种办法是从外壳的上、下门，琴盖的重量来比较，一般来讲，这些部件较重的是中密度纤维板，因为中密纤维板的比重比夹板重。</p><p>我们还要检查一下所有胶合和螺丝是否连结得很牢固，绞链的加工和安装情况，锁门档、压键档、上下门、外壳及其他部件是否变形。五金零件、商标、车脚等是否有问题。</p><p>外壳的光洁度一定要高，油漆要求无明显的划痕、擦毛、碰伤、开裂、脱壳、起泡、腊点。表面不能有水波纹，边角不能漏白，要挺括，平整度要好，不能有高凹不平的感觉。表面反射的人影不能变形。表面迎光看，不能有明显的沙纸纹路。如果有这种情况，抛光工艺再好也不能解决。</p>'
          },
          {
            title:'什么是钢琴的触感?',
            time:'2012-11-01',
            autor:'okdadab',
            text:'<p>选购钢琴时，在音色较好的基础上还要看一看键盘的触感。所谓触感，就是指键盘以及击弦机械向琴弦传递演奏者弹奏力量的反应能力。</p><p>首先应该看一看键子下沉的深度，规定的尺寸在9—11．5毫米。键子下沉深浅要适宜，除了键子下沉的具体数据外，演奏者手指强下琴键后，力量传递过程中的变化也是一个因素，这只是一种感觉，即使几只钢琴的键子下沉深度完全一样，演奏者弹奏后，所得到的结论也不一样。</p><p>其二，琴键的静阻力低音在70克左右逐渐向中高音过渡，最高音不小于40克。相邻键的阻力相差不能大于10克。键盘的重量过大，不利于手指的运动，无形中加重了指关节的负担。过于轻了弹奏时也不容易控制音响的层次变化。</p><p>其三，我们还应该用不同的力度分别弹一弹和弦、音阶琶音、半音阶，感觉一下手感是否舒服，触键反应的快慢。在键盘上进行同音反复弹奏，其速度必须达到每秒8次以上，这主要是检查一下震奏性能如何。还要注意一下重弹和轻弹的感觉，除了注意手感外，最重要的是要听琴声，音量尽可能随手指的用力作出大幅度的变化。快速弹奏时发音要流畅均匀等。</p><p>弹奏时还要有意识地踏下轻踏瓣或制音踏瓣；感觉一下手感及音响的变化，以此增加对键盘反映能力的判断。</p>'
          },
          {
            title:'钢琴质量与价格',
            time:'2012-11-01',
            autor:'okdadab',
            text:'<p>钢琴结构精密复杂，技术含量很高，且贵重，一般有几十年的使用寿命，因此购买时精心挑选出一台优质琴，就显得极为重要。一台钢琴大约有八千多个零部件，任何部位的加工偏差都可能成为长期使用中的故障隐患。因此，选购钢琴时需要从多方面检查钢琴的制作工艺，精心挑选最适合自己的钢琴。鉴于目前购买家用立式钢琴的用户较多，下面把选琴的方法介绍给大家，为大家的选购过程提供一些参考依据。</p><p>许多人认为，选购钢琴只要看看外观有没有磕碰就行了。至于钢琴的性能、音色、音量和键盘的触感等自己都没有必要管，以后留给调律师都能作任意的改变，其实这是大家的误解。钢琴的音色、音量和触感等，在钢琴生产的各项技术指标中是难以做出具体和统一的规定的，尤其是出厂后的钢琴就更难以做根本的改变。许多调律师调琴时遇到过这样的用户，他们说琴不好听，调律师把钢琴的各个部分都作了精心的调节，各项技术指标都完全符合标准，但用户还是觉得不好听，认为琴的音色太闷了。其实，这叫做音色不统一。还有些用户在购买钢琴时请专业人士帮助选购，但过了几年，钢琴就慢慢变难听了。经过几年的研究，专家发现用户的性格与钢琴的音色有着密切的关系。</p><p>其实，挑选一台好听的钢琴很容易，但是要挑选两台音色、音量、触感完全一样的钢琴是不可能的。钢琴的各项指标是没有一个固定格式的，所以大家一定要根据自己的性格爱好来挑选适合自己的钢琴。一般，性格外向的用户大多都喜欢音色亮一些的；如果是性格内向的则往往喜欢钢琴音色柔和些的。挑琴师每次帮助别人选琴时都要争取与用户见见面。通过跟用户的交流来了解他们的性格，然后再选琴；或是在不同的钢琴上用同样的力度弹同样的乐曲，问用户哪个好听。还要拆开钢琴，检查里面的零件是否安装调试正确，要用调音扳手检查弦轴的松紧。如果在新琴状态的时候就很松，几年以后就很难保持音准，那时用户就要承担不必要的换轴费用。</p><p>最重要的是钢琴的音色必须统一。钢琴的音色无论是明亮的还是柔和的，都必须相对统一。否则弹出乐曲时，听起来就会很不舒服。</p><p>选琴时最好选音量大一些的，因为声音越大说明音板的振动性能越好，选材用料也比较优良。</p><p>钢琴的触感也是很重要的，它可能会影响到用户学习钢琴的过程中能否顺利地掌握正确的弹奏方法。键盘的力度不宜太轻，因为这不利于锻炼手指足够的弹奏力，甚至像弹电子琴一样使手指立不起来，造成快速演奏时缺乏颗粒性，音符模糊不清。反之，键盘力度过重，也会造成手指在键盘上跑动不起来，影响弹奏速度。年龄较小的琴童手指都很细弱，在过重的键盘上练琴更容易造成折指。总之，要想挑选一台自己满意的钢琴，是一件比较复杂的事情，需要慎重对待，切不可草率从事。</p>'
          },
          {
            title:'适当的保养能让你们的钢琴延长寿命',
            time:'2012-11-01',
            autor:'okdadab',
            text:'<p>众所周知的是钢琴在如今是一件价格相对较为昂贵的乐器，即使最便宜的也要近万元，所以，了解一些乐器保养知识，会有效延长乐器的寿命，并达到最佳使用效果。</p><p> 1，运输：如果您经过精挑细选买到一架让你满意的音色优美，性能优越的钢琴时，千万不要以为交了钱就万事大吉了。首先，你得保证钢琴毫发无损的搬到贵府。在购买钢琴时，大多数商家都提供搬运的服务，但最好是对搬运公司的专业水平有点儿了解，因为钢琴体积庞大，但又生得千金体态，磕碰不得，而近几年住宅的通道又有日趋狭窄的趋势，没有过搬运钢琴经验的公司很可能把您钟爱的钢琴刮的面目全非。另外，最好在搬运前对贵宅各重要“关卡”尺寸作以丈量，同时清理障碍物，保证顺利“入关”</p><p>2，摆放：对于钢琴的摆放也是有一定的方法的,如今，摆放时可背面靠墙，但要有至少5厘米得间隔，否则会影响声音的传播。面对钢琴，右侧是它的高音区，为了使你的钢琴高音明亮而富有穿透力，尽量不要把这一侧靠着墙或大件家具。</p><p> 3，对于钢琴的保养来说,市内的温度及湿度也是很重要的：钢琴主要是木制的，即使现代钢琴制造大都采取了比较有效的木材干燥处理技术，木材还是会随着温度及湿度的变化而变化。因此保持室内温度及湿度的相对稳定是很重要的。尤其是在我国北方，冬季十分干燥，在室内放一盆水是最简便和有效的防止木材干裂和变形的办法。另外，不要和暖气离得太近。</p><p> 4，灰尘：就像一所大房子一样钢琴也需要保持清洁的,如果灰尘的集聚会滋生各类细菌，昆虫。钢琴的琴键，弱音器等都是由毛毡制成，很容易遭到细菌，昆虫的破坏。建议不弹奏时把琴盖盖上，同时经常用吸尘器等清除室内灰尘。</p><p>5，调律及维修：任何主人都想自己的钢琴都有一个悦耳的声音，但您越来越无法忍受您孩子所弹奏的音乐时，首先不要怀疑他的才能有问题而打击他宝贵的学习积极性。很可能是您的钢琴需要调律了，也就是弦松动了，弹松了弦的钢琴就像唱歌跑调的歌手，是无法被容忍的。一般情况下，新买的钢琴半年调一次，以加强其稳定性。运输后，如搬家也须调一次。钢琴有88个键，一百多根弦，要把每根弦调到相应的音高，是需要专业人员来完成的。同样，钢琴是极其精密的乐器，出了问题要及时请专业人员修理，否则问题会随着频繁弹奏而更难解决</p>'
          }
        ],
        news2:[
          {
            title:'如何提高现场演奏质量',
            time:'2012-11-01',
            autor:'网络',
            text:'<p>看题目大家就知道,这是一篇关于怎样提高演奏质量的文章,这个事情说起来容易，好好弹、仔细弹就行了,但是做起来却是很难的.在实际的演奏中尤其是现场的演奏中,很多朋友都会碰到高质量演奏的问题,解决不好的话不仅影响演奏者的心情,同时也会严重影响到演出质量.</p><p>想要高质量演奏吉他,首先就要明白什么是真正意义上的高质量演奏.所谓高质量指的就是自爱演出过程中吉他的音色、音量、演奏者的技术发挥、对乐曲的把握，感情的投入程度几乎都要达到了完美的境界。注意，我所说的高质量吉他演奏并不仅仅局限于许多技巧性非常高的片断或者曲目。一首很简单的歌曲也同样存在着演奏质量高低的问题，而且很多时候越是简单的歌曲越是考验吉他手的综合素质（主要是对音乐的处理和感觉）。好的吉他手无论曲目是简单还是复杂，都能够得心应手、从容不迫的演奏，让听众随着演奏者的感情起伏而起伏，从而陶醉在音乐当中。由此我们可见，一个好的吉他手不仅仅需要完美的技巧，还要良好的音乐素质、丰富的感情和敬业精神，这样才能真正地实现高质量的演奏。那么，许多朋友会问，我现在也想提高我的演奏质量，达到上面所说的程度，到底怎么样才能提高呢？或者说到什么程度才能高质量地演奏呢？下面我们就来分析一下。</p><p>能够高质量演奏的吉他手无非是在技巧运用、对音乐的感觉、演奏曲目的熟悉程度和舞台表现这几个方面做的非常出色。同样，如果我们想提高自己的演奏质量也需要从这几个方面来着手。现在我们就来具体地说说应该如果来做吧！</p><b>一、技巧运用</b><p>吉他手最重要的一个环节就是技巧，也就是技术水平，它是一切高质量演奏的基础，没有出色的演奏技巧就说谈不上高质量的演奏。谁能想象一个音阶也弹不好的人能够演奏出令人泪下的美妙旋律来？也许有人不相信，说：“Nirvana那几个人的技术也不好，但是演奏得也很好啊？”没错，他们的整体技术是谈不上出色，但是别忘了，他们的音乐虽很简单，但是这几个人天天在弹他们自己的东西,可以说作品已经演绎得炉火纯青了。也就是说他们自爱自己的音乐这一方面的技巧是很高的，别的人再演奏他们的作品是很难达到他们的高度的。</p><p>况且，大多数吉他手面临的并不都是punk音乐这样相对简单的音乐，而是很多不同类型的东西都要演奏，这就需要每个吉他手至少有非常扎实的基本功，能够在最短时间内达到音乐的要求.关于怎么练基本功我在这里就不多说了,每个人都有一套心得.但是至少应该达到以下几个方面:一是要有足够的速度,能够轻松地弹奏拍速在180的四连音,这样基本上乐曲里面的快速片断就不会难住你了;而是对各种音阶要熟练的掌握,尤其是在不同把位不同铉上都能自如地弹各种调式的音阶;三是和弦一定要熟各种和弦的转位和替代和弦以及指法都要非常熟练;四是演奏的时候每个音符动要清晰饱满,除非乐曲有特殊需要,这是乐曲有没有感染力的一个重要部分;五是对吉他的各种技巧要熟练掌握，我并不是说非要把自己的吉他技巧练的很**，想Michael angelo那样，但是一些最常用的技巧想?音、扫拨、点弦、击弦等等还是应该要熟练的掌握的。如果能做到上面的几点，可以说在吉他技术上就过关了，在演奏世界上绝对部分乐曲时已经没有任何技术难度了，至于能否提高演奏质量的问题就是对音乐的感觉了.</p><b>二、对音乐的感觉</b><p>高质量的演奏和想提高演奏质量，吉他手对音乐的感觉也是至关重要的，如果音乐感觉不好，那么演奏的东西听起来完全是“驴唇对不上马嘴”。要是blues听起来像重金属、raggae听起来像民歌、爵士听起来像乡村，那还能谈得上欣赏音乐吗？也就是更谈不上演奏的问题了。所以，如果想要弹什么就像什么，那就是说要靠良好的音乐感觉来实现，也许又有人会说，对音乐的感觉是天生的，每个人都不一样，也许我就比较差呢？没错，对音乐的感觉是天剩的，但是更重要的还是要靠后天的培养，怎么培养呢？那就是多听音乐！不仅仅要听自己喜欢的音乐，还要广泛地听各种不同的音乐，而且要记住不同音乐的特点，最好能亲自去演奏一下每一种不同的音乐，然后去熟练它的每一个环节.</p><p>这样日积月累，对音乐的感觉就会越来越好。许多大师级的吉他手如Steve vai 、Joe satriani、Yingwei等等都是会很多种风格的音乐，并且都很爱听各种风格的音乐，不仅如此，他们还能够将不同的音乐元素揉和到一起，组成自己的特色。大量地、广泛地听音乐，对提高音乐感觉有很大的帮助。在听音乐的同时记住不同音乐的节奏特点、音阶特点、旋律特点等等，再出手时就能够演得像模像样了。还有许多时候，不同的音乐能够激发灵感，往往一首经典的曲目就是这样创作出来的。还有，有的时候好的音乐感觉还能够弥补你技术上的不足，让演奏更加丰满流畅。记住，想提高演奏质量必须提高自己的音乐感觉！</p><b>三、演奏曲目的熟悉程度</b><p>我想这个就不用多说了，如果连演奏的曲目都不熟悉的话，还谈什么高质量的现场演奏。当然，如果对演出曲目的熟悉程度越高，那么就越能提高演奏的质量。当然了，还要分析曲目的走势、调性、情绪的起伏、音阶等等。注意一下难点，这个话题我们在以后专门好好谈一下，在这儿就先说到这里。</p><b>四、舞台表现</b><p>其实无论你在台下的准备工作做的多么的出色，技巧运用再好、对音乐的感觉再高、对演奏曲目再熟悉，如果没有好的舞台表现，那还是等于无法进行高质量的演奏，还是等于提高不了自己的演奏质量。为什么这么说呢？因为舞台表现才是演奏者真正面对观众的环节，也是最能够表现演奏者的情感的地方，如果舞台表现不好，会直接影响到听众对演奏曲目的欣赏和理解，谁愿意去听一场死气沉沉的音乐会呢？</p><p>可以说舞台表现是提高演奏的关键一步！大家在看外国乐队或者吉他手的现场时，很多人都会注意到他们的感情非常地投入，不仅仅是摇头晃脑，让身体随着音乐起伏，更有的人甚至到了咬牙切齿或者次牙咧嘴的地步，弹到动情之外往往身体会做出很夸张地动作，这就是一中非常好的舞台表现。当然我不是说大家应该次牙咧嘴或者咬牙切齿，而且外国乐手的动作里面也有表演的成分。但是我想让大家注意的是，那些大使级的吉他手或者非常优秀的乐队在现场演出的时候，几乎每个人都会让身体随着音乐的起伏而起伏，这也就是说他们是用心在演奏！那些动作和表情是出自于内内心的情感和对音乐的理解，而且在弹一些非常需要味道的地方，比如推弦、揉弦、滑弦等地方，往往我们能看到大师们的表情很丰富，其实这就是奥妙之处。大家可以试试，推弦的时候让身体随着推弦的幅度而做出一个向下或向上的动作，会发现这时候的推弦要比固定站着不动听起来有张力，表现也丰富了许多！所以为了让演奏更出色，我们不仅仅要在舞台表现上做到用心演奏，平时练琴的时候也更要用心演奏，让自己的感情融入到音乐当中去。</p><p> 到演出的时候才能自然而然地把自己的感情流露出来，才能让自己的舞台表现更加出色！其实舞台表现不仅仅是每个吉他手的事儿，同时也是整个乐队的事儿，在演出时应该让乐手之间也形成交流。只有每个人的舞台表现都好了，整体的表现才会好，才能提高现场演出的演奏质量！自爱舞台表现方面我建议大家多看看外国乐队的现场演出，如Bonjovi、Guns’n roses、Arosimith、Metallica、软饼干、山羊皮等等不同风格的音乐，不同音乐之间可以互相借鉴。吉他手呢可以多看看Steve vai、Joe satriani、Nuno、Slash等等吉他大师的现场，学会怎么样用感情来控制吉他。</p><p> 如果每一个吉他手都能够很好地在技巧运用、对音乐的感觉、演奏曲目的熟悉程度和舞台表现这几个方面做得非常出色，那么我相信，每一个人都将很快地提高了自己的现场演奏质量。到时候每一场演出的现场演奏质量将会有很大的提高，而高质量的演奏和演出不仅仅对于听众和观众，就是对演奏者本身来说演出也将成为一个愉悦的享受。最后我希望大家都能够高质量地现场演奏自己的音乐，让每一个人都深深地感受到音乐的魅力！</p>'
          },
          {
            title:'如何提高吉他的演奏弹唱技巧',
            time:'2012-11-01',
            autor:'网络',
            text:'<b>（1）好的持琴姿势</b><p> 初学吉他的人很难理解姿势正确与否的重要性，所以弹奏了几年以后技巧就停滞下来。手和身体的姿势对于提高演奏技巧是非常重要的，正确的姿势才能使人感到舒服和放松。</p><p>每天练琴之前，必须利用一些时间来摸索能适合自己身长的手指特点的演奏姿势，而不是盲目模仿别人的演奏姿势，每个人的身高和手指的大小都是有区别的，这点必须注意。</p><b>（2）进入练习的第一步</b><p>多数演奏家每天开始练习时，都是先做一下活动手指的技巧，也就是“手指体操”。这样的练习方法对手指的灵活性很有好处。开始要用慢速而坚实的音来练习，注意每个指间的运用和连接以及音色、力度等。专门为了活动手指技巧的练习曲是容易找到的。</p><b>（3）音阶练习</b><p>音阶练习是解决两个手的配合和提高技巧最好的手段。练习时要注意持琴姿势、触弦、音质、音色、音的流畅、音的强弱、节奏的长短和圆滑音等技巧。</p><p>弹奏音阶是怎样保持左手指法的严密连接和不间断地依此相随是很重要的。右手个指用力的程度要尽可能一致。左手的运指方向要注意横向和纵向的流动。左手指的换弦、换指、换把位必须要有提前的准备动作。</p><p>要想获得快速流畅的音阶弹奏技巧，首先必须放慢速度来练习，只有在放慢速度的情况下，才能对每一个细节都不放过。单纯的追求快速而不讲究音准、音色的控制是不可取的。</p><p> 音阶的练习方法可分为几个阶段来进行。在一个固定的把位上（如第一把为）反复练习。其次，可以进入塞戈维亚的24个大小调音阶练习，但是不要一开始就把24个音阶全部拿来做同样的练习，最初仅用C大调和A小调音阶，指法的连接和换把位完全熟练后，再投入所有的音阶练习。同时，也可以自己把音阶划分成各种形式（如各种各样的节奏、节拍、强弱、圆滑音等）来进行圆滑音练习是提高左手指技巧最好的手段。</p><b>（4）分解和弦练习</b><p>音阶练习之后，就可以进入分解和弦的练习。分解和弦是吉他音乐中最常用的基本手法，主要的技巧在与右手，右手弹奏的力量不是来自手腕、手臂，而是来自手指间的各种组合动作。这种动作不同于通常的手指工作，这时的手指必须适应所弹奏的和弦诸音。</p><p>专门为吉他训练的分解和弦技巧练习的内容非常多。索尔、朱里亚尼、阿古亚多、卡尔卡西、塔雷加等都有很出色的分解和弦练习曲。最好有系统性、计划性地进行练习。同时，也可以找一些带有分解和弦的每一乐曲片段，这样可以更多的了解音乐作品。分解和弦的弹奏是一种复杂的、头绪繁多的动作，在过去很多教材中，拇指的应用有些过分随便的情形。</p><p>因此，进入高级阶段时，感到吃力的人非常多，其原因就是没有把拇指的止弦弹法和勾弦弹法作有系统的练习。练习分解和弦最重要的是注意拇指和其他指的组合动作，特别是每个音的强弱控制，拇指的止弦弹奏必须能够在分解和弦的流动中得到充分的发挥。</p><b>（5）其他的练习内容</b><p> 以上的技巧全部练习后，再有计划的选择有个性的练习曲，最后，练习你自己保留曲目，重点可放在不太熟练的曲目上。困难的乐句、乐段要放慢速度反复练习。</p><b>（6）丰富的音乐表现</b><p>一切技巧都不过是手段，音乐作品的内容得到充分的表现才是目的，有了清楚的目的，演奏者就能追求它、达到它，在自己的表演中体会它，这一切本身就是“技巧”问题。所以要尽力来理解音乐的内容，然后再根据自己的技巧和风格，由浅入深地选择适合自己表现的曲目。最后要说的是，争取多听各种优秀作品的演奏会，包括各种乐器的独奏、室内乐、交响乐以及国内外吉他演奏家演奏的唱片、盒带，这对提高自己的古典吉他演奏技巧很有帮助。</p>'
          },
          {
            title:'写给刚拿起吉他的朋友忠告',
            time:'2012-11-01',
            autor:'网络',
            text:'<p>自己自学箱琴半年，后来改学电琴到现在五个月，加起来也差不多快一年了，在这一年里，吉他中国的朋友让我学到了很多的东西，很多高手们不吝啬把自己的经验心得写出来与大家分享，给包括我在内的很多朋友很大的帮助.</p><p>于是我这个低手也很不要脸的凭着自己微薄的能力和自己弹琴的体会以及对以前所看高手经验的提炼写了这篇文章.</p><p>由于自己才疏学浅，见少识窄，所有这篇文章只能给初学者们一个建议，而且希望大家万不可全信，菜鸟这言，难免有错。鉴于此，也望高手勿笑，谢谢.</p><p>1.不要哭穷，认为自己没钱花在吉他上。学吉他确实是要很大的代价，不仅时间上，也在金钱上。琴，弦，效果器，音箱，教材（正版的教材又那么贵，哭。。。），连线。。。什么都要钱。可我想如果你真的喜欢吉他，你自然会省去不必花的钱用在吉他上的。夏天少吃一个冷饮不会怎样，多打印两份谱练练可能对你帮助很大！我在南京读书，每个月生活费600以内，我可以挤出200以上花在吉他上。我相信比我穷的朋友不会太多的。记住：如果你不在乎吉他，它也不会在乎你的!</p><p>2.不要总抱怨自己设备差，认为大师的声音都是好器材做出来的。大毛说过：“不要只把精力放在设备上，设备不是最重要的，一定要刻苦，认真的练弹奏技术。”你是吉他手，第一位的是你的手而不是吉他。我坚信Squier+RP50+Squier15R，就可以造就出大师。什么样的琴配什么样的人，况且大家宁愿听的是一个大名鼎鼎的吉他手弹一把不知名的琴也不愿听一个不知名的吉他手弹一把大名鼎鼎的琴。再者，等你做多大师那天，肯定早用上好琴了。</p><p>高质3.不要轻视任何一条练习，每一条练习的潜力都是无限的，如果你觉得CD示范也不过如此，觉得自己弹得已经好得不能再好了，你再把速度乘以二试试，然后再思考思考作者编这条练习的目的是什么，练习的目的真的做那么好了么？如果是，再把这个目的扩展开来，譬如只练一指的，试着用其他几个手指练练，只练第一把位的，换其他把位试试。。。</p><p>4.不要总想着弹了三个月琴就去哄MM。学吉他不是百米短跑，而是马拉松长跑。三个月你是学不到什么东西的（即便你是天才也不例外！----我想所谓“天才”只不过人们对能力强的人一种尊称罢了，我不信世上是有神！）哄MM我不觉得有错，可你还不够格。炫耀无罪，但前提是你得有资本！再努力吧，如果你认真，三年之后再去哄MM，应该没问题了.</p><p>5.对每个技巧应该先从单一的，简单的练习曲慢慢来。推弦，击弦，勾弦，点弦；哑音，泛音，震音，颤音。。。你只有在弹好只含单一简单技巧的练习曲之后才能弹好含有多个复杂技巧的的练习曲；只有在弹好含有多个复杂技巧练习曲之后你才能去吸收，提炼，用在自己的创作之中，形成自己的风格，这才是你的最终目的.</p><p> 6.对于音阶以及乐理方面应该有“愚公移山”的精神，每天都要带着学一点，不要贪多（但也绝不能偷懒）。要知道每天学会一点，积累一点比看完一本书要好多。然后在平时练习曲子时再和以前学过的结合起来</p><p> 7.不要总追求速度，这个不知被说了多少遍，可我总觉得太多人过于在乎速度了。好象不超过200心里就始终觉得自己丢人一样。任何一个曲子在能慢速弹好之前千万不要加快速度。“如果你不能将一条licks在60bpm的速度上弹得很准确，你就没有资格在200bpm上来弹它！”不要急，先学会慢，直到你下意识准确无误了你才可能在加速后不错。否则你永远不会对。“速度在它该达到时自然会达到的”</p><p>8.“在台上要会狂，在台下要会谦虚”这是一个高手QQ聊天时和我说的话，这反映了一个吉他手人品的问题。大师也说过：“在生命首先要学会做人，其次才是吉他手.\\"吉他手是个很神圣的职业，永远都是主角，所以你在台上一定要学会“狂”，要懂得摆Pose（太做作的除外），让观众为你疯狂。我想这应该作为一个吉他手，尤其摇滚乐吉他手该学的内容之一。看看那些大师们的台风吧。（在这点上我觉得就连大家认为不会弹琴的谢XX也很有可学之处）大师说过：观众有比看一场无精打采的演出更多有意义的事可做！“在台下要会谦虚”这就更应该了，不管你弹多长时间琴，不管你认为自己多了不起，你都不是世界第一，而且也不会有“世界第一”所谓“第一”只不过某个时期的某个人在某一方面（注意：只是某一方面）厉害罢了，真正的全才是不存在的。</p><p>9.不要总认为自己怀才不遇，觉得自己应该可以成名而实际却没有。首先，我不觉得想*吉他出名有错，至少这可以让你给自己压力练琴。以前有个朋友说：“单凭想出名这个功利心，这个急噪就出不了名。”对于这种观点我不敢苟同，试问：是一个一心想成名的人会认真练琴呢，还是一个对吉他根本不在乎的人会认真练琴呢？一个名人曾经说过：“指向星星的箭即便射不到也绝对比指向树头的箭要射得远！”其次，作为一个吉他手你觉得自己怀多少才而不遇呢？一个职业吉他手应该具备很多素质，不仅仅能弹好一些曲子就行的，包括了：对音准的敏感，对节奏的准确理解表达，视唱练耳的训练，对音乐内涵的理解，感受和表达创造。你觉得你都做到了么？天上不是不会掉馅饼，但掉下来的时候你拿到了么？你觉得为什么非要是你而不是别人拿到呢?</p><p>10.关于该不该把吉他职业化的问题。下定决心非要把吉他作为职业这种心态对不对我不敢说，但我想刚开始弹琴就这样决定的做法肯定是不对的。世事不是单凭你一时激情就能搞定的。弹吉他的同时你也得吃饭，也得过生活。你的父母不可能养你一辈子，你将来的养自己，人活着得有责任的！你可以把吉他职业化作为一种理想去奋斗，你可以一直认为他生命最重要的东西，但前提是在次期间你得一定要有办法搞到Money维持自己的这种状态。而且，一个音乐人就是应该去体会生活，音乐本身就来源于生活，就是对生活的表达与提炼。就算最后没成名也并不重要，许巍说：“世界上其实并没有什么所谓的成功失败”其实生命就是一个过程，任何生活都是一种状态。前段时间有篇帖子让很多25岁以上的吉他手担心自己的前途问题，担心老了弹不动唱不动了*什么吃饭？但我想，如果你真的技术还可以，也能做到不少的场子，你可以平时攒钱啊。等到老了有个十几二十万开个小琴行也不错啊。对于一个真正喜欢吉他的人，能一辈子与吉他打交道，还有什么更值得的呢？</p>'
          },
          {
            title:'吉他练习的忌讳',
            time:'2012-11-01',
            autor:'网络',
            text:'<p>1：时刻保持谦虚的心态，不要骄傲，不要敌视比你强的人！往往能装的人都不咋地！</p><p>2：弹琴时不能紧张，具体紧张的状况是深呼吸。每个初级的学员都或多或少有这毛病，这使身体更加紧张而影响演奏，具体表现在弹唱时，或弹solo,时 如果你有这习惯需要拿掉！！！！！！！</p><p>3：练习速弹时发现右手臂酸涨时或 左手无力时 应停止练习，休息15分钟左右在来！本人不提倡暴练，提倡大量的短时间练习！后者的进步速度要大于前者！！！！</p><p>4：眼花脑涨时需要停止练习！！ 因为这时你已经精疲力尽！！！</p><p>5：扒带子时如果你听了很多遍也扒不下来某曲子或solo，就先放一下，去把相对简单的东西。不要去硬扒，这会影响到你的自信心，过数个月后在扒，也许只用5分钟就可以扒下来！因为人的听力是一点一点提高的。不能去扒根本就听不清的东西！！！！！！</p><p> 6：坐着弹不好的东西，站着更弹不好！！！！</p><p> 7：练习右手速弹时提倡站着弹！！！因为站着弹你的右手比坐着要轻松!</p><p>8：站在舞台上演出时不要刻意去想你的声部能不能弹好，把一半的精力放在别处 ，比喻你的伙伴或者舞台表演力。否则会造成你的身体紧张，从而影响演奏！！！！！！！</p><p>9：用摇把时手壁不要翘起来，否则出来的声音都是噪音！</p><p>10：和节拍器合练时应把大部分的精力集中在你的演奏上！</p><p>  11：练习blues等味道的东西，轻轻的摇头晃脑或身体做小幅度蠕动或必上眼睛会对你的音乐的感觉有帮助！！！</p><p>12：练琴时不要在空旷或喧闹的地方去练，会给你带来烦躁！！</p>'
          },
          {
            title:'弹琴中往往被忽视的最重要的东西',
            time:'2012-11-01',
            autor:'网络',
            text:'<p>一直就想发个帖子和大家探讨一下这个问题，由于手懒迟迟没有写出来。今天在论坛上听到几个翻弹的曲子，又看到有人问自己一秒钟能弹n个音，技术在圈子里算啥水平，觉得，有些问题还是说出来大家探讨一下的比较好.</p><p>先说明的是我的技术不咋样，速度没测过，估计160能弹稳就很了不起了，呵呵，说一点个人看法大家评评，鲜花鸡蛋随便来，能对大家都一点点帮助就行。</p><p>绕了半天圈子，我想说的就是，我觉得弹琴最重要的就是“感觉”，琴弹的好不是说能弹得多快，能弹得多难，而是把自己能弹下来的曲子弹得多好，弹得多有味道。再具体点就是节奏把握得多准确，时值掌握得多到位，轻重缓急，抑扬顿挫，控制的如何。特别是这个轻重缓急抑扬顿挫，完全是只可意会不可言传的。</p><p>举了例子，大家都喜欢翻弹Vinnie Moore的《Rain》和Joe的《Always...》，而且弹下来传到坛子上的作品在演奏技术方面都没有问题，可是有的我听起来就很难感觉到原曲的意境。你可以认为既然是翻弹，可以加入自己的元素和感觉。没错，但是恐怕连题目也要改一改。有的《rain》听起来象《storm》，有的《always with you》听起来象《always chase you》。</p><p>也许我说的有点夸张，呵呵，开个玩笑。我觉得弹一个东西，要想表现其意境，首先是音色，音色要好。象刚才提到的两首脍炙人口的曲子，音色注重平缓，柔和，温暖，如果拿个MT2一样的音色来弹，失真开的狂大，压缩给得十足，难免让听众浑身痒痒，不知所措。</p><p>我觉得，一首曲子弹得好不是看在演奏的时候用了多少种技巧，用了多大的速度，而是让听众听了觉得和原曲有多相象（翻弹）或者和曲名有多会意。高档次的速度和技术是在不断的把低档次的速度和技术练的炉火纯青运用自如对症下药的基础上才能谈得上的。我也在坛子上看过有的帖子，说某人速度如何NB，琶音能有多快，可是一组乐队一排练，问题就来了，跟不上节奏踩不上点等等。这种同志只能说先天没有音乐天赋，后天没有好好锻炼，光顾练技术了。当然这里跟不上节奏的人少之又少，就拿它打个比方，不能只注重技术忽视感情的培养。</p><p>还有一种情况也很有意思，有些朋友发的作品从技术层面来讲弹得不咋样，也很简单，但是听起来特舒服。也许这些东西在“高手”的眼里简单之极，但你让“高手”来弹，他可能还达不到那个效果，虽然可能听起来天花乱坠。我觉得第一种人成为的大师的可能性更大，只是需要点时间练练手而已。</p><p>这些是我一直以来的想法，我自己是个技术差劲，感觉优良的人，感觉和意境在我眼里是高于一切的，技术只是用来表现它的手段，只能是工具，不能成为主体。大家都知道我喜欢joe，但是和很多人意见相左，我觉得《always》是我弹的他老人家的作品里最难的一首。我准备在学校搞个演奏专场，全演joe的曲子，15首。虽然弹得都很次，只是在学校里娱乐娱乐，但到现在只有2首我不满意，一个是《always...》，一个是《rubina》。</p><p>哎呀，今天没喝多，都说了这么多，呵呵。大家都说技术是为音乐服务的，没有音乐性，技术也就毫无意义了，好像孔雀开屏，只能用来炫耀。希望大家都来说说自己的看法，要不又有人要说这坛子上技术性的文章太少了，哈哈哈</p><p>最后声明一下，我不是说大家弹得不完美的东西不要传上来，绝对没这个意思。我也经常发自己的东西，我觉得多听别人的意见，才能及时发现问题，更快地进步，呵呵.</p>'
          }
        ]
      }
    },
    methods:{
    },
    mounted(){
      var course = document.querySelector('div.course')
      var courseList = course.getElementsByTagName('span')
      for( let i = 0 ; i < courseList.length ; i++ ){
        courseList[i].onmousedown = bigger
      }
      function bigger() {
        var _this = this
        this.getElementsByTagName('p')[0].classList.add('click')
        setTimeout(function () {
          _this.getElementsByTagName('p')[0].classList.remove('click')
        },300)
      }
    }
  }
</script>

<style>

</style>
